In [ ]:
#Importação das bibliotecas

import pandas as pd
import numpy as np

In [ ]:
# Series

steps=pd.Series([4216,3867,7934,4180,5344])
steps

0    4216
1    3867
2    7934
3    4180
4    5344
dtype: int64

In [ ]:
steps.values

array([4216, 3867, 7934, 4180, 5344])

In [ ]:
steps=pd.Series(data=[4216,3867,7934,4180,5344],index=['seg','ter','qua','qui','sex'])
steps

seg    4216
ter    3867
qua    7934
qui    4180
sex    5344
dtype: int64

In [ ]:
steps.describe()

count       5.000000
mean     5108.200000
std      1676.223493
min      3867.000000
25%      4180.000000
50%      4216.000000
75%      5344.000000
max      7934.000000
dtype: float64